Repository: BugraKaanSaglam/game_for_cats_flutter
Catalog: lib/l10n/app_*.arb
Languages: tr

# game_name
source: Mice and Paws: Cat Game
tr: Fareler ve Patiler: Kedi Oyunu

# start_button
source: Start The Game!
tr: Oyuna Başla!

# settings_button
source: Settings
tr: Ayarlar

# howtoplay_button
source: How To Play?
tr: Nasıl Oynanır?

# credits_button
source: Credits
tr: Emeği Geçenler

# exit_button
source: Exit
tr: Çıkış Yap

# main_tagline
source: Catch the mice, dodge the bugs, make kitty proud!
tr: Fareleri yakala, böceklerden kaç, kedini gururlandır!

source: Select Language
tr: Dil Seçiniz

source: Select Difficulty
tr: Zorluk Seçiniz

source: Select Time
tr: Süreyi Seçiniz

# select_musicvolume
source: Game Music Volume
tr: Müziğin Ses Yüksekliği

# select_charactervolume
source: Characters Volume
tr: Karakterlerin Ses Yüksekliği

# save_button
source: Save
tr: Kaydet

# countdown
source: Time Left:
tr: Kalan Süre:

source: Game Over
tr: Oyun Bitti

# tryagain_button
source: Try Again
tr: Tekrar Dene

# return_mainmenu_button
source: Return to MainMenu
tr: Ana Menü'ye Dön

# howtoplay_label_forhuman
source: How To Play? (For Humans)
tr: Nasıl Oynanır? (İnsanlar İçin)

# howtoplay_text_forhuman
source: Game is soo simple!, Select time for play from settings, then press Start!, If you want no time limit, select sandbox from settings!
tr: Oyun çok basit! Ayarlardan kedinizin oynaması için istediğiniz süreyi seçin, ardından oyunu başlatın! Kediniz yakaladığı her cisim başına puan kazanacak! Eğer bir süre olsun istemiyorsanız, direk oyunu kum havuzu modunda açabilirsiniz!

# howtoplay_label_forcats
source: How To Play? (For Cats)
tr: Nasıl Oynanır? (Kediler İçin)

# howtoplay_text_forcats
source: Meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow meow
tr: Miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav miyav

# micetap_count
source: Tapped Mice:
tr: Tıklanan Fareler:

# bugtap_count
source: Tapped Bug:
tr: Tıklanan Böcekler:

# wrongtap_count
source: Tapped Outside:
tr: Dışarı Tıklamalar:

# save_complete_snackbar
source: Task Succesfully Complete!
tr: İşlem Başarıyla Tamamlandı!

source: Error
tr: Hata

# credits_creators
source: Creators
tr: Yapımcılar

# exit_validation
source: Who Wants to Exit? Cat or Human?
tr: Kim Çıkmak İstiyor? Kedi mi İnsan mı?

# this_will_close_automatically_in_seconds
source: This Will Close Automatically in 2 Seconds...
tr: Bu Ekran 2 Saniye İçerisinde Otomatik Kapanacak...

# i_am_cat
source: Meow??
tr: Miyav??

# i_am_human
source: I am Human, Close the Game
tr: Ben İnsanım, Oyunu Kapat

source: Loading...
tr: Yükleniyor...

# settings_header_subtitle
source: Adjust timers, languages and volumes for the purr-fect hunt.
tr: Mükemmel av için süreyi, dili ve sesleri ayarla.

# settings_language_hint
source: Show menus in the language your human prefers.
tr: Menüler insan dostunun tercih ettiği dilde görünsün.

# settings_time_hint
source: Short sprint or endless sandbox? Pick the purr-fect timer.
tr: Kısa bir koşu mu sınırsız kum havuzu mu? En uygun süreyi seç.

# settings_music_hint
source: Turn the meows into a dance party!
tr: Miyavları dans partisine çevir!

# settings_character_hint
source: Squeaks & squeals volume.
tr: Ciyaklama ve mırıldanma sesleri.

# credits_subtitle
source: A tiny team with giant love for cats and colors.
tr: Kedilere ve renklere aşık küçücük bir ekip.

# credits_special_thanks
source: Special Thanks
tr: Özel Teşekkürler

# settings_difficulty_hint
source: Control spawn speed, speed curve and active critters.
tr: Doğma aralığı, hız eğrisi ve aynı anda ekrandaki canlı sayısını ayarla.

# difficulty_easy
source: Kitten (Easy)
tr: Yavru Kedi (Kolay)

# difficulty_medium
source: Playful (Medium)
tr: Meraklı (Orta)

# difficulty_hard
source: Hunter (Hard)
tr: Avcı (Zor)

# difficulty_sandbox
source: Sandbox / Free Play
tr: Kum Havuzu / Serbest

# activity_title
source: Activity Trend
tr: Aktivite Trendi

# activity_subtitle
source: Daily taps and misses from recent play sessions.
tr: Son oyunlarda günlük tıklamalar ve kaçırmalar.

# activity_empty
source: No play sessions logged yet. Start a round to track activity!
tr: Henüz kayıtlı oyun yok. Takip için bir tur başlat!

# activity_button
source: Activity Trend
tr: Aktivite Trendi

# activity_error
source: Could not load activity. Pull to refresh.
tr: Aktivite yüklenemedi. Yenilemek için aşağı çekin.

# activity_legend_total
source: Total taps
tr: Toplam tıklama

# activity_legend_miss
source: Miss taps
tr: Kaçırılan tıklama

# activity_total_label
source: Total
tr: Toplam

# activity_miss_label
source: Misses
tr: Kaçırma

# activity_accuracy_label
source: Accuracy
tr: İsabet

# background_title
source: Background Image
tr: Arka Plan

# background_subtitle
source: Pick a photo for the playfield or reset to default.
tr: Oyun alanı için bir fotoğraf seç ya da varsayılanı kullan.

# background_change_button
source: Change Background
tr: Arka Planı Değiştir

# background_reset_button
source: Reset
tr: Sıfırla

# background_hint
source: Choosing a bright, high-contrast image keeps kitty engaged.
tr: Parlak ve kontrastlı görseller kedinin ilgisini canlı tutar.

# background_selected_snackbar
source: New background selected. Tap Save to apply.
tr: Yeni arka plan seçildi. Uygulamak için Kaydet'e bas.
